{
  "header": {
    "title": "မီနူးကို စိတ်ကြိုက် ဖန်တီးခြင်း",
    "subtitle": "အလိုအလျောက် သိမ်းဆည်းမှုကြောင့် draft များ ဘေးကင်းစေပါတယ်။ ကြိုက်နှစ်သက်မှသာ ပြသပါ။",
    "workspaceLabel": "မီနူး အလုပ်ခွင်",
    "publishChecklist": {
      "title": "ထုတ်ဝေရန် စာရင်း",
      "items": [
        "ဖောက်သည်များ ဒေသခံ စာသားများ မြင်ရအောင် မြန်မာ အမည်များ အတည်ပြုပါ။",
        "အမြင်သာစေရန် toggle ကို အသုံးပြုပြီး ကဏ္ဍများကို ဖုံးထားပါ။",
        "စျေးနှုန်း သို့မဟုတ် မှတ်ချက်များ မပြီးမြောက်သေးသော အချိန်တွင် အသစ်သော ဟင်းလျာများကို draft အဖြစ် သိမ်းဆည်းပါ။",
        "နောက်ဆုံး မီနူး tree ကို ဆွဲယူရန် bulk edits ပြီးနောက် refresh ကို အသုံးပြုပါ။"
      ]
    }
  },
  "stats": {
    "categories": {
      "label": "ကဏ္ဍများ",
      "allVisible": "ဖောက်သည်များအတွက် အားလုံး မြင်နိုင်သည်",
      "hidden": "ဖောက်သည်များထံမှ %s ကို ဖုံးထားသည်"
    },
    "menuItems": {
      "label": "မီနူး အပိုင်းများ",
      "allAvailable": "အားလုံး ရရှိနိုင်ဟု မှတ်သားထားသည်",
      "unavailable": "ယခု %s ရရှိနိုင်မှု မရှိပါ"
    },
    "published": {
      "label": "ထုတ်ဝေပြီး",
      "nothingLive": "ဘာမှ ရှင်သန်မနေသေးပါ",
      "liveForDiners": "ဖောက်သည်များအတွက် ရှင်သန်နေသည်"
    },
    "drafts": {
      "label": "Draft များ",
      "nothingPending": "စောင့်ဆိုင်းနေသော ဘာမှ မရှိပါ",
      "awaitingReview": "%s စစ်ဆေးခြင်း စောင့်ဆိုင်းနေသည်"
    }
  },
  "categories": {
    "title": "အဆင့် ၁ · ကဏ္ဍတစ်ခု ရွေးပါ",
    "description": "ကဏ္ဍများက မီနူးကို တင့်တယ်စေတယ်။ မည်သည့် အစားအသောက်များ ပါဝင်သည်ကို ကြည့်ရန် ရွေးချယ်ပါ။"
  },
  "items": {
    "title": "အဆင့် ၂ · အစားအသောက် ထည့်သွင်းခြင်း",
    "description": "အရင်ကဏ္ဍတစ်ခု ရွေးပါ၊ ပြီးနောက် ဒီနေရာတွင် မီနူးများ ထည့်သွင်းပါ။"
  },
  "actions": {
    "openLayoutEditor": "လှေလှည့် စီမံကိန်းထဲ သို့ ဝင်ပါ"
  },
  "layoutEditor": {
    "title": "မီနူး လှေလှည့် အစီအစဉ် စီမံကိန်း",
    "subtitle": "ဖောက်သည်တွေ မြင်ရမယ့်အစီအစဉ်အတိုင်း ကဏ္ဍတွေ နှင့် မီနူးများကို ဖိသိပ် ဆွဲရွှေ့ပြီး စီပေးပါ။",
    "backToBuilder": "Builder သို့ ပြန်သွားမည်",
    "modeLabel": "ဘယ်အရာကို ပြန်စီလိုပါသလဲ?",
    "modes": {
      "categories": "ကဏ္ဍများ",
      "items": "မီနူးများ"
    },
    "stats": {
      "categories": "ကဏ္ဍ အရေအတွက်",
      "items": "ဒီကဏ္ဍရှိ မီနူးများ"
    },
    "status": {
      "clean": "စောင့်ဆိုင်းနေသော ပြင်ဆင်မှု မရှိပါ",
      "dirty": "%s ခု ပြင်ဆင်မှုပြီး Apply ဖို့ సిద్ధ"
    },
    "categorySelectLabel": "ကဏ္ဍတစ်ခု ရွေးပါ",
    "categorySelectPlaceholder": "ကဏ္ဍရွေးချယ်ပါ",
    "refreshLabel": "ဒေတာ تازه ရယူမည်",
    "emptyCategories": {
      "title": "မည်သည့် ကဏ္ဍမှ မရှိသေးပါ",
      "description": "Builder ထဲတွင် ကဏ္ဍတစ်ခုမြှုပ်နှံပြီးမှ ဒီနေရာတွင် စီရန် အဆင်ပြေရန်လိုအပ်ပါသည်။"
    },
    "emptyItems": {
      "title": "ဒီကဏ္ဍတွင် မီနူး မရှိသေးပါ",
      "description": "Builder ထဲမှ မီနူးထည့်ပြီးမှ ဒီနေရာသို့ ပြန်ရောက်စီပါ။"
    },
    "dropHint": "ဖိသိပ်ဆွဲ၍ အစီအစဉ်ကို ပြောင်းပါ။ အစဉ်နံပါတ်များ အလိုအလျောက် ပြင်ဆင်ပေးပါသည်။",
    "actions": {
      "apply": "Display order ပြောင်းလဲမှုများ အသုံးချမည်",
      "reset": "အစီအစဉ်ကို Reset ပြန်လုပ်မည်"
    },
    "feedback": {
      "success": "Display order ကို အသစ်ပြင်ဆင်ပြီးပါပြီ",
      "nothingToApply": "အသုံးချရန် မရှိသေးပါ",
      "apiError": "Display order ကို အသုံးချ၍ မရပါ။ ထပ်မံကြိုးစားပါ။",
      "confirmTitle": "မသိမ်းရသေးသော ပြင်ဆင်မှုများကိုဖျက်မလား?",
      "confirmDescription": "Mode ပြောင်းမီ ပြင်ဆင်ထားသည့် လှေလှည့်များကို အသုံးမချပဲ ပယ်ဖျက်ရပါမည်။",
      "discard": "ဖျက်မည်",
      "stay": "ကျန်ရစ်မည်"
    },
    "badges": {
      "hidden": "ဖုံးထား",
      "draft": "မပြီးသေး",
      "unavailable": "လက်ရှိ ရရှိနိုင်မှု မရှိ"
    }
  }
}
