{
  "title": "ပရိုဖိုင်",
  "subtitle": "သင့်အကောင့်အချက်အလက်များနှင့် ဦးစားပေးမှုများကို စီမံပါ",
  "sections": {
    "account": {
      "title": "အကောင့်အချက်အလက်",
      "name": "နာမည်",
      "email": "အီးမေးလ်",
      "phone": "ဖုန်းနံပါတ်",
      "phonePlaceholder": "ဖုန်းနံပါတ်ထည့်ပါ",
      "editPhone": "ပြင်ဆင်",
      "savePhone": "သိမ်းမည်",
      "cancelEdit": "မလုပ်တော့ပါ"
    },
    "preferences": {
      "title": "ဦးစားပေးမှုများ",
      "language": "App ဘာသာ",
      "menuLanguage": "မီနူးဘာသာ"
    },
    "orderHistory": {
      "title": "မကြာသေးမီက အော်ဒါများ",
      "viewAll": "အော်ဒါအားလုံးကြည့်ရန်",
      "noOrders": "အော်ဒါမရှိသေးပါ",
      "noOrdersDescription": "သင့်ပထမဆုံးအော်ဒါကို မှာယူပြီးသည်နှင့် သင့်အော်ဒါမှတ်တမ်း ဤနေရာတွင် ပေါ်လာပါမည်။"
    },
    "actions": {
      "title": "အကောင့်လုပ်ဆောင်ချက်များ",
      "signOut": "ထွက်ရန်",
      "signOutDescription": "ဤစက်တွင် သင့်အကောင့်မှထွက်ပါ"
    },
    "security": {
      "title": "လုံခြုံရေး",
      "description": "သင့်အကောင့်ကို လုံခြုံအောင် ထိန်းထားပါ။ လုံခြုံ မဖြစ်သလို ခံစားရလျှင် password အသစ် ထပ်သတ်မှတ်ရန် အကြံပြုပါသည်။",
      "passwordResetHint": "Password မေ့သွားခဲ့လျှင် login form က “Forgot password?” link မှာ reset email ထပ်တောင်းနိုင်ပါတယ်။"
    },
    "dangerZone": {
      "title": "အရေးကြီး ဖျက်သိမ်းခန်း",
      "description": "အကောင့်ဖျက်သိမ်းခြင်းသည် အပြီးတိုင်ဖြစ်ပြီး ပြန်လည်ရယူခွင့်မရှိပါ။ စားသောက်ဆိုင်ဘက်မှ မှတ်တမ်းများအတွက် သင့်အော်ဒါသမိုင်းစာရင်း အချို့ကို ဆက်လက်သိမ်းထားနိုင်ပါတယ်။",
      "subtitle": "အကောင့်ကို အပြီးတိုင် ဖျက်သိမ်းမီ email ဖြင့် အတည်ပြုရန် လင့်ခ် ပို့ပေးပါမည်။",
      "passwordLabel": "လက်ရှိ password (အကြံပြု)",
      "passwordPlaceholder": "သင့် password ကို ရိုက်ထည့်ပါ",
      "confirmLabel": "အကောင့်ကို ဖျက်မည်ဟု အတည်ပြုရန် DELETE ဟု ရိုက်ထည့်ပါ",
      "confirmPlaceholder": "DELETE",
      "deleteButton": "အကောင့်ဖျက်မည်",
      "deletingLabel": "ဖျက်နေပါသည်…"
    }
  },
  "toast": {
    "phoneUpdated": "ဖုန်းနံပါတ်ကို အပ်ဒိတ်လုပ်ပြီးပါပြီ",
    "phoneError": "ဖုန်းနံပါတ် အပ်ဒိတ်လုပ်၍မရပါ",
    "accountDeleted": "သင့်အကောင့်ကို ဖျက်ပြီးပါပြီ။",
    "accountDeleteVerificationSent": "အကောင့်ဖျက်သိမ်းခြင်းကို အတည်ပြုရန် သင့် email ထဲတွင် လင့်ခ်ကို စစ်ဆေးပါ။",
    "accountDeleteError": "အကောင့်ဖျက်သိမ်းရာတွင် ပြဿနာဖြစ်သည်။ နောက်တစ်ကြိမ် ထပ်ကြိုးစားပါ။",
    "deleteConfirmMismatch": "အကောင့်ဖျက်သိမ်းခြင်းကို အတည်ပြုရန် DELETE ဟု အကြီးအစာဖြင့် ရိုက်ထည့်ပါ။"
  }
}
